---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.AreaBasedLoadData
source: html/ae1dfcc2-bfa3-202e-a712-754a53d1c5cf.htm
---
# AreaBasedLoadData Properties

The electrical apparent load of the area based load.